Repository: 84000/data-translation-memory
Catalog: toh381_84000-emergence-from-samputa.tmx
Source language: bo
Languages: en

source: །དེ་བས་དམའ་བའི་སྒོ་ཉིད་དོ།
en: “The seed syllable at the gate below them

source: །ས་བོན་ཆུ་ལྟར་དཀར་པོ་ཉིད།
en: Should be white as the element water.

source: །བཏུང་དང་བཏུང་མིན་མེ་ཡི་ནི།
en: The seed syllable of fire at the urethral and anal gates

source: །དེ་ཡི་ས་བོན་འབར་བ་ལྟར། །དེ་ཡི་དང་པོ་དབུགས་ཀྱི་ཡང་།
en: Should be visualized as blazing like fire.

source: །དེ་ལ་ཤིན་ཏུ་མཉམ་གཞག་པས།
en: “One should do this visualization with complete collectedness

source: །དབུགས་ནི་བུམ་པ་ཅན་བསྒོམ་བྱ།
en: While performing the same breathing as mentioned before.

source: །ལུས་ཀྱི་རླུང་གི་ཁ་དོག་དང་། །རླུང་གི་དཀྱིལ་འཁོར་སེམས་ཀྱིས་ནི།
en: One’s body is visualized as being the color of the element wind, And the consciousness as being the maṇḍala of wind.

source: །རླུང་གི་ས་བོན་རྩ་བ་རྣམས།
en: “The roots of the seed syllable of wind

source: །རླུང་ནི་མཐའ་ཡི་རྩ་བ་ཅན།
en: Are rooted in the edges of the wind below.

source: །ཐིག་ལེ་སྒྲ་དང་ལྡན་པ་ཡིས།
en: One should pull with the visualized syllables,

source: །སེམས་ཀྱི་ས་བོན་གྱིས་ནི་དྲང་།
en: Each joined with the ‘sound’ and the anunāsika.

source: །རྡོ་རྗེ་ཅན་གྱི་ས་བོན་གྱིས།
en: “One should attach the hook of Ghorā

source: །འཇིགས་པའི་ལྕགས་ཀྱུ་ལ་སོགས་སྦྱར།
en: And so forth, to the syllable of Vajrī . One should imagine Ghorā pulling

source: །གནས་ནི་བཅུ་དང་ཉི་ཤུ་ནི།
en: Through the twenty-four places in the ten directions.

source: །རྩ་བཞིའི་གནས་ལས་འཇིགས་མས་དགུག །གོ་འཕང་གནས་ནི་གོ་འཕང་སྟེ།
en: “It should be drawn upward from its resting place, one step at a time,

source: །བུག་པ་དགུ་ཡི་སྟེང་མས་སོ།
en: Through the nine junctures, until it reaches the top point

source: །མཛོད་སྤུ་སྐྲ་དཀར་ས་བོན་གྱི།
en: With the seed syllable at the tuft of ūrṇā

source: །ཡི་གེ་ཕྱེད་དང་གཉིས་ཀྱིས་སྦྱར།
en: One should purify the syllable of the body.

source: །དྲག་པོའི་སྒྲ་ཡིས་བརྗོད་ནས་ནི།
en: “One should pronounce, with a terrible sound

source: །བརྒྱད་ཀྱི་མཐའ་ཡི་ས་བོན་གྱིས།
en: The final syllable of the eight . It should be joined with the half-syllable

source: །འཇིགས་དང་འཇིགས་པའི་སྡེ་ཚན་གྱི། །དང་པོ་ལ་སོགས་དང་པོ་ཡི།
en: Of the first ferocious letter of the first ferocious group

source: །ཡི་གེ་ཕྱེད་པས་སྦྱར་ནས་ནི།
en: “One should propel

source: །རླུང་གིས་ས་བོན་འོག་མ་ལས། །སྒྲ་ནི་སྒྲ་ཡིས་བསྐུལ་བར་བྱ།
en: The wind-syllable below by repeating the sound

source: །རླུང་གི་ས་བོན་ལྡན་པ་དང་། །རླུང་གི་དཀྱིལ་འཁོར་སེམས་ཀྱིས་ནི།
en: Joined with the syllable of wind As the maṇḍala of wind, “The consciousness should be propelled upward

source: །གནས་ནི་ཉི་ཤུ་རྩ་བཞིར་ནི།
en: Through the twenty-four places, higher and higher.

source: །དེ་ནས་སྟེང་ནས་སྟེང་དུ་མཆོག །རྣལ་འབྱོར་པས་ནི་སྐྲ་དཀར་བས།
en: If the practitioner should start greying,

source: །སྟེང་གི་ཡི་གེ་བཟའ་བར་བྱ།
en: He should consume the ‘upper letter.’ “When the consciousness reaches the highest

source: །བུ་ག་དགུ་ཡི་སྟེང་མཆོག་ནས། །འཕྲལ་དུ་ཡིད་ཀྱིས་འཕོ་བར་བྱེད།
en: Of the nine junctions, it suddenly escapes upward. Even if one has killed a god or a brahmin,

source: །ཉིན་ཞིང་བྲམ་ཟེ་གསོད་པ་དང་། །མཚམས་མེད་ལྔ་ནི་བྱེད་པ་དང་། །ཆོམ་རྐུན་ལས་ཀྱི་ལོངས་སྤྱོད་པ།
en: Or committed one of the five sins of instant retribution, “Engaged in stealing, or indulged in the pleasures of the senses,

source: །འདི་ཡི་ལམ་གྱིས་གྲོལ་འགྱུར་ཏེ།
en: One will be liberated by this method.

source: །སྡིག་པས་གོས་པར་མི་འགྱུར་ཞིང་།
en: Untainted by past sins, one will be far removed

source: །སྲིད་པའི་སྐྱོན་ལས་ཤིན་ཏུ་གྲོལ།
en: From the shortcomings of cyclic existence.

source: །དཔེར་ན་འདམ་ལས་སྐྱེས་པ་ཡི།
en: “Just as the beauty of a lotus,

source: །པདྨ་གཟི་བརྗིད་དྲི་མ་མེད།
en: Growing out of mud, is completely immaculate,

source: །དེ་བཞིན་འདམ་སོགས་ལུས་ཀྱིས་ནི། །ཡེ་ཤེས་སྐུ་ནི་རང་འདོད་པས།
en: So will the wisdom-body be, through one’s own will, When propelled from bodies of mud and the like.

source: །དུས་ཐོབ་ན་ཡང་འཕོ་བྱ་སྟེ།
en: “The transference can be performed only when the time has arrived;

source: །དུས་མིན་ལྷ་ནི་གསོད་པ་ཉིད།
en: Otherwise it is equal to the slaying of a god. Therefore the wise practitioner should commence

source: །དེ་ཕྱིར་ལུས་ཀྱི་མཚན་ཤེས་ནས། །བློ་དང་ལྡན་པས་རྣལ་འབྱོར་བརྩམ།
en: This practice only when the body has manifested signs of death.

source: །རྣལ་འབྱོར་བསྒྲུབ་བྱའི་ཁྱད་པར་ལས།
en: “Listen, Vajra, about this practice particularly important to accomplish,

source: །མཉམ་ཉིད་སེམས་ཀྱི་དངོས་པོ་ནི།
en: One should visualize, with the mind in the state of equanimity

source: །སྔར་གྱི་མཚན་ཉིད་ཐམས་ཅད་ལས།
en: And with all the characteristics as previously described,

source: །སྙིང་གི་དཀྱིལ་འཁོར་དབུས་གནས་པར།
en: “In one’s heart, in the center of the maṇḍala,

source: །སངས་རྒྱས་ལྔ་ཡི་ས་བོན་རྣམས།
en: The syllable of the five buddhas.

source: །འདི་ནི་ཉི་མའི་འོད་ཟེར་འབར།
en: Bright as the sun, it emits light rays

source: །ངོ་བོ་སེམས་ཀྱིས་མཚོན་པར་བྱ།
en: Whose nature is reflected by the mind.

source: །སྔར་གསུངས་སྟོང་པ་ཉིད་ཀྱིས་ནི།
en: “Following the previous instructions on emptiness

source: །སྔར་གྱི་མཚན་ཉིད་ཡང་དག་ལྡན།
en: And the accompanying characteristics, One should break up all forms, and so forth,

source: །ཧཱུྃ་ལ་གནས་པའི་སེམས་ཀྱིས་ནི།
en: With the mind abiding as the syllable hūṁ . “From this seed syllable one generates

source: །གཟུགས་ལ་སོགས་པ་ཐམས་ཅད་གཞིག །ཟླ་བའི་དཀྱིལ་འཁོར་དབུས་གནས་པར། །ས་བོན་གྱིས་ནི་གཟུགས་བསྐྱེད་ནས།
en: The form of the deity in the center of a moon disk,

source: །ཡེ་ཤེས་མཁའ་འགྲོར་བདག་ཉིད་བསམ།
en: Visualize oneself as Jñānaḍākinī.

source: །སྤྱན་གསུམ་དབུ་རྒྱན་གྱིས་ནི་བརྒྱན།
en: Each face has three eyes and each head is adorned with a diadem.

source: །བཞད་དང་ཁྲོ་ཞིང་སྒེག་པ་དང་། །རྒྱན་རྣམས་ཀུན་གྱིས་རྣམ་པར་བརྒྱན།
en: She displays the sentiments of mirth, anger, and erotic love, And is adorned with all types of jewelry.

source: །ཀུན་ད་ཟླ་བའི་མདོག་ལྟར་དཀར།
en: “Her color is white like jasmine flowers or the moon,

source: །སངས་རྒྱས་སྤྲིན་ནི་སྤྲོ་བར་བྱ། །སེམས་དཔའ་སྐྱིལ་མོ་ཀྲུང་དུ་གནས།
en: Surrounded by clouds of buddhas flashing rays of light.

source: །དང་པོར་མདའ་ནི་དགོད་པར་བྱ།
en: “In her first hand she holds an arrow,

source: །དེ་བཞིན་གཉིས་པར་ལྕགས་ཀྱུ་ཉིད།
en: And in the second, a goad.

source: །གསུམ་པར་རྡོ་རྗེ་འཕྱར་བའོ།
en: In her third hand, she brandishes a vajra scepter.

source: །གཡོན་པ་སྡིགས་མཛུབ་ཞགས་པ་ཉིད།
en: With her first left hand she makes a threatening gesture and holds a noose.

source: །གཉིས་པར་དཔག་བསམ་ཤིང་ལྕུག་མ།
en: “In the second, she holds a wish-fulfilling creeper;

source: །གསུམ་པར་གཞུ་ཡི་ཆོ་གས་ཁྱབ།
en: With the third, she raises a bow nocked with an arrow. Around her there are multiple halos of light.

source: །འོད་ཟེར་ཕྲེང་བ་དུ་མ་དང་། །དབུགས་ནི་གཡོ་བ་མེད་པར་བསྒོམ།
en: One should visualize all this with the breath unmoving. “One should then place the letters on her body,

source: །ས་བོན་བརྒྱད་ལ་སོགས་པ་ཡིས། །ཡི་གེ་རྣམ་དགོད་དགོད་པར་བྱའོ། །ཨཱ་ལི་ཀ་ལི་རབ་སྦྱོར་བས།
en: Forming with them the eight seed syllables,

source: །ཇི་ལྟར་བཏུས་པའི་ས་བོན་བཞིན།
en: Just as such syllables are formed— Through combining the vowels and the consonants.

source: །ཐམས་ཅད་ཁ་དོག་དཀར་པོ་རྣམས།
en: “All of them are white

source: །ས་བོན་ཟླ་བའི་འོད་ཟེར་ལྡན།
en: And suffused with moonlight.

source: །པདྨའི་ཆུ་ཤིང་མེ་ཏོག་གི །སྙིང་ལ་སྒོང་སྐྱེས་གཞག་པར་བྱ།
en: In her heart, on a lotus in the center of a plantain flower, One should place the universe.

source: །དེ་ཡི་དབུས་སུ་ཡེ་ཤེས་དང་། །རྣམ་པར་ཤེས་པ་ལྷན་ཅིག་ཏུ། །དངོས་པོའི་ངོ་བོས་བསྒོམ་པར་བྱ།
en: “In its center one should visualize The consciousness combined with gnosis.

source: །དེ་ནས་ཕྱི་རོལ་རྣལ་འབྱོར་རྣམས།
en: One should meditate merging with the essence.

source: །རྣམ་པར་མཁས་པས་གཟུང་བར་བྱ།
en: “Then the wise practitioner should observe

source: །གནས་གཉིས་ཀྱི་ནི་སེམས་དང་ནི།
en: The external practices related to Reading the thoughts of others in different places,

source: །རླུང་གི་དཀྱིལ་འཁོར་སེམས་ཀྱིས་ནི།
en: By employing the mind as the maṇḍala of wind. “In the center of the maṇḍala of wind is the maṇḍala of fire.

source: །དེ་ཡི་དབུས་སུ་མེ་ཉིད་དེ། །དེ་ཡི་སྟེང་དུ་ཉི་མ་དེར། །ཨཱ་ལི་ཀ་ལི་ལྡན་པ་ཡི།
en: In the center of the maṇḍala of fire is a sun disk. It is decked with the vowels and the consonants, which transform into

source: །ས་བོན་དེ་ཉིད་དམར་པོའོ།
en: A sun and a moon respectively, with a red seed syllable between them.

source: །རྣལ་འབྱོར་པ་ཡི་ཁྱད་པར་དུ།
en: “It is particularly recommended that the practitioner

source: །དབྱུང་དང་རྔུབ་པའི་བཟླས་པ་བྱ།
en: Combines the recitation of the mantra with exhaling and inhaling. With the outgoing breath he should strike the target

source: །ཡེ་ཤེས་ས་བོན་དབུས་སུ་ནི།
en: In the center of his body with the syllable of gnosis . “When inhaling, the one reciting the mantra

source: །འབྱུང་བ་ཡིས་ནི་བསྣུན་བྱ་ཞིང་།
en: In combination with exhaling and inhaling

source: །བསྣུན་པས་སྙིང་གའི་ཡེ་ཤེས་ནི། །མེ་ཏོག་ལྟ་བུར་བསྣུན་པར་བྱ།
en: Should strike, as if with a flower, The gnosis at his heart.

source: །དབྱུང་དང་རྔུབ་པའི་རྣལ་འབྱོར་གྱི།
en: “By reciting in combination with exhalation and inhalation,

source: བདག་ཉིད་ཕྱི་རོལ་དུ་ནི་བྱེད།
en: The practitioner externalizes his nature.

source: །དབྱུང་བའི་མཚན་ཉིད་མཚན་པ་དང་། རྔུབ་བའི་མཚན་ཉིད་མཚོན་པར་བྱ།
en: He should observe the characteristics of exhalation, And observe the characteristics of inhalation.

source: དབྱུང་དང་རྔུབ་བའི་འབྱོར་གྱི།
en: “This practice of exhaling and inhaling

source: །མཚན་ཉིད་དེ་ཉིད་བསྒོམས་པས་ནི།
en: Involves the cultivation of the state of equality.

source: །དེ་ནས་ཕྱི་རོལ་རྣམས་ཀྱི་ལུས།
en: “Then the external bodies of others will become

source: །སྒྲུབ་པ་པོས་ནི་རྣམ་པར་སྤྲུལ།
en: The practitioner’s own magical manifestation.

source: །གཞན་གྱི་སེམས་ཀྱི་རྗེས་སུ་སེམས།
en: Reading the thoughts of others,

source: །རྣམ་པར་མཁས་པས་ཤེས་པར་བྱ།
en: The wise one will be able to reveal them. “If, with his mind fully immersed

source: །བསྒོམ་དང་བཟླས་པའི་ཁྱད་པར་གྱིས། །མཉམ་པར་གཞག་པའི་སེམས་ཀྱིས་ནི།
en: In the visualization and recitation as specified,

source: །ལེགས་པའི་ལམ་ནི་བསམ་བྱས་ན།
en: He thinks of positive migrations,

source: །དེ་ནས་ཡེ་ཤེས་གཟུགས་གྱུར་དང་། །དེ་ཕྱིར་མར་མེའི་སེམས་ཀྱིས་ནི། །རྣམ་པར་མཁས་པས་ལས་རྣམས་བྱེད།
en: “Therefore, having become the nature of gnosis, the wise practitioner should perform the rites with his mind blazing brightly like a lamp.

source: །ཉན་ཐོས་ལ་སོགས་དེ་ཉིད་ནི།
en: “The suchness as experienced by hearers, and so forth,

source: །ལེགས་པར་བཤད་པ་བསྒྲགས་པ་ཉིད།
en: Has been skillfully presented and explained.

source: །ཤེལ་ལྟར་སེམས་ནི་བརྟན་བྱས་ནས།
en: Having first, as a listener, stabilized the crystal-like mind

source: །མར་མེའི་རྣམ་པའི་སེམས་ཀྱིས་ནི།
en: Until it blazes forth like a lamp,

source: །སྤྲོས་པ་ཐམས་ཅད་དམིགས་ནས་ནི།
en: “He should observe his every conceptual elaboration

source: །སྤྲོས་པ་ཉིད་ནི་སྤྲོས་མེད་བྱེད།
en: Until conceptuality becomes nonconceptual.

source: །རང་བཞིན་རྣལ་འབྱོར་དམིགས་ནས་ནི།
en: Relying thus on the method of the innate nature,

source: །འདི་དག་ཐམས་ཅད་ཡོངས་སུ་སྤང་།
en: He should completely discard all concepts.”

source: །ཀྱེ་བཅོམ་ལྡན་འདས་ཡེ་ཤེས་གང་གིས་ཡེ་ཤེས་ཁྱད་པར་དུ་འཕགས་ལགས།
en: , “Venerable One! How is the consciousness differentiated?”

source: །ཡེ་ཤེས་རྣམ་པ་ལྔ་རུ་གསུངས།
en: “Consciousness is said to be fivefold:

source: །གསང་བའི་མེ་ལོང་ཡེ་ཤེས་ལྷའི།
en: The secret mirror-consciousness of the gods,

source: །ཁྲོ་བོའི་ཡེ་ཤེས་ལྷ་མ་ཡིན།
en: The anger-consciousness of the demigods,

source: །ཡི་དགས་ཡེ་ཤེས་ཉི་མ་སྟེ།
en: The wretched consciousness of the hungry spirits,

source: །དམྱལ་བའི་འཇིགས་ཤིང་དུ་བ་ཉིད།
en: The ‘screaming in fear’ consciousness of hell beings,

source: །གཏི་མུག་ཡེ་ཤེས་བྱོལ་སོང་རྣམས།
en: “And (5) the deluded consciousness of animals.

source: །སེམས་མེད་བརྟན་པ་ལ་སོགས་པ། །མི་ལ་རྣམ་ཤེས་ཁྱད་པར་ནི།
en: Inanimate objects and the like do not possess consciousness.

source: །རྣམ་པ་ལྔ་རུ་ཤེས་པར་བྱ།
en: So is the consciousness taught following this fivefold division.

source: །ལྔ་ཡི་དབྱེ་བས་ཡེ་ཤེས་བསྒྲགས།
en: “The immature consciousness of dumb beings

source: །གླེན་ཞིང་ལྐུགས་པས་ཁེབས་པ་ཡི།
en: Who are obscured by dullness

source: །བྱིས་པའི་ཤེས་པའི་ཤེས་པ་ཅན།
en: May be elevated in its essence

source: །ཡེ་ཤེས་དེ་ཉིད་ཁྱད་པར་དང་། །རྣལ་འབྱོར་བསྟན་བཅོས་ཁྱད་པར་ལས།
en: Thanks to the excellence of yoga treatises.

source: །སྐྱེ་བ་བྱེ་བ་སྟོང་ཕྲག་ཏུ།
en: “It is once in a thousand million lifetimes

source: །ང་ཡི་ཡེ་ཤེས་ཀྱིས་བསྐུལ་བ།
en: That, because of me, one becomes inspired by gnosis.

source: །མཁས་པ་རྣལ་འབྱོར་བསྟན་བཅོས་ལ། །འབད་པས་དད་པ་བསྐྱེད་པར་བྱ།
en: Therefore the wise one should generate faith with ardor And diligently study yoga treatises.

source: །ཕྱི་རོལ་བསྟན་བཅོས་སྒྲ་ལ་སོགས།
en: “The words, and so forth, of the outer treatises

source: །དཔེར་ན་གར་མཁན་ཁ་དོག་བཞིན།
en: Are like the makeup of a dancer. He should therefore strive to attain fulfilment and liberation

source: །རྣལ་འབྱོར་བསྟན་བཅོས་རྗེས་བཙལ་བས། །བཟའ་དང་གྲོལ་བའི་གནས་སུ་བྱ།
en: Through pursuing the teachings of yoga tantra. “Yoga tantra, more essential than the essence itself,

source: །སྙིང་པོ་ལས་ནི་སྙིང་པོ་མཆོག །རྣལ་འབྱོར་ཞལ་མཆོག་ཁྱོད་ལ་བཤད།
en: Has been taught to you, O fair-faced one.”

source: །བརྒྱད་པ་ལས་མུ་སྟེགས་ཀྱི་ཡེ་ཤེས་འཇིག་པ་ཞེས་བྱ་བ་སྟེ་རབ་ཏུ་བྱེད་པ་གསུམ་པའོ།།
en: This concludes the third part of the eighth chapter, called “The Rejection of the Knowledge of Non-Buddhists.” “Listen, Vajragarbha, O mighty king,

source: །།སྔགས་རྣམས་ཀྱི་ནི་མཚན་ཉིད་ནི།
en: To this presentation of the mantras.

source: །ཨོྃ་བཛྲཱ་མྲྀ་ཏ་མ་ཧཱ་སུ་ཁ་ཧྃ་སྭཱ་ཧཱ།
en: Oṁ , Vajrāmṛta of great bliss! Haṁ svāhā ! “The mantra of Vajrasattva meant for recitation is:

source: སྙིང་པོའོ། །ཨོྃ་ཨཱཿཧཱུྃ་ཧཱུྃ་སྭཱ་ཧཱ།
en: Oṁ āḥ hūṁ hūṁ svāhā

source: རྡོ་རྗེ་སེམས་དཔའི་བཟླས་པའི་སྔགས་སོ། །ཨོྃ་ཨཱཿཨྃ་ཧྃ་སྭཱ་ཧཱ།
en: “The mantra of Raudrā is Oṁ āḥ aṁ haṁ svāhā

source: རྡོ་རྗེ་དྲག་མོའི་འོ། །ཨོྃ་ཨཱཿཨཱྃ་ཧྃ་སྭཱ་ཧཱ།
en: Of Vajrabimbā, Oṁ āḥ āṁ haṁ svāhā

source: རྡོ་རྗེ་གཟུགས་བརྙན་མའི་འོ། །ཨོྃ་ཨཱཿཨིཾ་ཧྃ་སྭཱ་ཧྭཱ།
en: Of Rāgavajrā, Oṁ āḥ iṁ haṁ svāhā

source: འདོད་ཆགས་རྡོ་རྗེ་མའིའོ། །ཨོྃ་ཨཱཿཨཱིཾ་ཧྃ་སྭཱ་ཧཱ།
en: Of Vajrasaumyā, Oṁ āḥ īṁ haṁ svāhā

source: རྡོ་རྗེ་ཞི་བ་མའིའོ། །ཨོྃ་ཨཱཿཨུྃ་ཧྃ་སྭཱ་ཧཱ།
en: Of Vajrayakṣī, Oṁ āḥ uṁ haṁ svāhā

source: རྡོ་རྗེ་གནོད་སྦྱིན་མའིའོ། །ཨོྃ་ཨཱཿཨཱུྃ་ཧྃ་སྭཱ་ཧཱ། །རྡོ་རྗེ་མཁའ་འགྲོ་མའིའོ། །ཨོྃ་ཨཱཿཨྃ་ཧྃ་སྭཱ་ཧཱ།
en: Of Vajraḍākinī, Oṁ āḥ ūṁ haṁ svāhā

source: སྒྲའི་རྡོ་རྗེ་མའིའོ། །ཨོྃ་ཨཱཿཨཿཧྃ་སྭཱ་ཧཱ།
en: Of Śabdavajrā, Oṁ āḥ aṃ haṁ svāhā

source: སའི་རྡོ་རྗེ་མའིའོ། །ཨོྃ་ཨཱཿཨོྃ་ཧྃ་སྭཱ་ཧཱ།
en: Of Pṛthvīvajrā, Oṁ āḥ aḥ haṁ svāhā

source: གླིང་བུ་མའིའོ། །ཨོྃ་ཨཱཿཨོྃ་ཧྃ་སྭཱ་ཧཱ།
en: “The mantra of Vaṃśā is Oṁ āḥ oṁ haṁ svāhā

source: པི་ཝང་མའི་འོ། །ཨོྃ་ཨཱཿཨོྃ་ཧྃ་སྭཱ་ཧཱ།
en: Of Vīṇā, Oṁ āḥ auṁ haṁ svāhā

source: མུ་ཀུན་དའིའོ། །ཨོྃ་ཨཱཿཨཻཾ་ཧྃ་སྭཱ་ཧཱ།
en: Of Mukundā, Oṁ āḥ eṁ haṁ svāhā ! Of Murajā, Oṁ āḥ aiṁ haṁ svāhā

source: རྫ་རྔ་མའིའོ། །ཨོྃ་ཨཱཿབཛྲཱཾ་ཀུ་ཤི་ཛཿཧྃ་སྭ་ཧཱ།
en: Of Vajrāṅkuśī, Oṁ āḥ vajrāṅkuśi jaḥ haṁ svāhā

source: རྡོ་རྗེ་ལྕགས་ཀྱུ་མའིའོ། །ཨོྃ་ཨཱཿབཛྲ་པཱ་ཤེ་ཧཱུྃ་ཧྃ་སྭཱ་ཧཱ།
en: Of Vajrapāśā, Oṁ āḥ vajrapāśe hūṁ haṁ svāhā

source: རྡོ་རྗེ་ཞགས་པ་མའིའོ། །ཨོྃ་ཨཱཿབཛྲ་སྥོ་ཊ་བྃ་ཧྃ་སྭཱ་ཧཱ།
en: Of Vajraśṛṅkhalā, Oṁ āḥ vajrasphoṭe vaṁ haṁ svāhā

source: རྡོ་རྗེ་ལྕགས་སྒྲོག་མའིའོ། །ཨོྃ་ཨཱཿབཛྲ་གྷཎྜེ་ཧོཿཧྃ་སྭཱ་ཧཱ།
en: Of Vajraghaṇṭā, Oṁ āḥ vajraghaṇṭe hoḥ haṁ svāhā

source: རྡོ་རྗེ་དྲིལ་བུ་མའིའོ། །སྤྱན་ལ་སོགས་པའི་སྔགས་ནི་སྔ་མ་བཞིན་དུ་སྔགས་པས་བཟླས་པར་བྱའོ།
en: “As for the mantras of Locanā, and so forth, the mantra practitioner should recite them as specified before.

source: །ཨོྃ་རྀ་སྭཱ་ཧཱ།
en: “The mantra of Puṣpā is Oṁ ṛṁ svāhā

source: མེ་ཏོག་མའིའོ། །ཨོྃ་རཱྀ་སྭཱ་ཧཱ།
en: Of Dhūpā, Oṁ ṝṁ svāhā

source: བདུག་པ་མའིའོ། །ཨོྃ་ལྀ་སྭཱ་ཧཱ།
en: Of Gandhā, Oṁ ḷṁ svāhā

source: དྲི་མའིའོ། །ཨོྃ་ལཱྀ་སྭཱ་ཧཱ།
en: Of Dīpā, Oṁ ḹṁ svāhā

source: མར་མེ་མའིའོ། །འདི་དག་ནི་རྡོ་རྗེ་སེམས་དཔའིའོ།
en: “These are the mantras of Vajrasattva . “The mantra of Heruka is:

source: །ཨོྃ་ཧྲཱིཿསྭཱ་ཧཱ།
en: Oṁ hrīḥ svāhā

source: ཧེ་རུ་ཀའིའོ།
en: “The mantra of Gaurī is:

source: །ཨོྃ་བཛྲ་གུ་ཧྱེ་སི་དྷ་པ་ར་མ་ཡོ་གེ་ཤྭ་རི་ཀ་པ་ལ་མ་ལ་དྷ་རི་ཎི།
en: Oṁ , you are the vajra secrecy, the supreme mistress of the siddhas, holding a skull cup and a rosary, fond of blood and dwelling in a charnel ground!

source: རུ་དྷི་ར་པྲི་ཡེ་ཤྨ་ཤཱ་ན་བཱ་སི་ནི་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ།
en: Hūṁ phaṭ

source: དཀར་མོའིའོ།
en: Svāhā ! “The mantra of Caurī is:

source: །ཨོྃ་བཛྲ་ཙཎྜེ་ཤྭ་རི་ཁ་ཊྭཱྃ་གི་མ་ཧ་བཛྲི་ཎི་ཀ་པཱ་ལ་མཱ་ལཱ་མུ་ཀུ་ཊེ་ཨཱ་ཀཌྜྷ་ཨཱ་ཀཌྜྷ་སརྦྦ་དུཥྚ་ཧྲྀ་ད་ཡ་མཱ་ཀཌྜྷ་རུ་ལུ་རུ་ལུ་བྷྱོ་ཧཱུྃ་ཕཊ།
en: Oṁ , you are a vajra-fierce goddess, the holder of a khaṭvāṅga, the great holder of a vajra scepter, one with a skull cup, a rosary, and a diadem! Summon them, summon! Pull at the hearts of all mischief-makers!

source: ཆོམ་རྐུན་མའིའོ།
en: Rulu rulu

source: །ཨོྃ་བཛྲཱ་པ་རཱ་ཛི་ཏེ་པ་ར་མ་གུ་ཧྱེ་ཀ་པ་ལ་མཱ་ལཱ་བི་བྷཱུ་ཥི་ཏེ།
en: Bhyo , hūṁ phaṭ ! “The mantra of Pramohā is:

source: སརྦ་དུཥྚ་མོ་ཧི་ནི་པྲི་ཡེ་ཨེ་ཧྱེ་ཧི་བྷ་ག་ཝ་ཏི་བཛྲ་གུ་ཧྱེ་ཤྭ་རཱི་པ་ཧུ་བི་བིདྷ་བེ་ཤདྷ་རི་ཎི།
en: Oṁ , the unconquerable vajra goddess, ultimately secret, adorned with a skull cup and a rosary! You bewilder all the evil ones! Dear one, please come, come!

source: སརྦ་དུཥྚ་ནི་བཱ་ར་ཎི་ཧཱུྃ་ཕཊ།
en: The venerable, secret vajra goddess! One of many different garbs!

source: རབ་ཏུ་རྨོངས་མའིའོ།
en: You who ward off all the evil ones!

source: །ཨོྃ་བཛྲ་བེ་ཏྟཱ་ལི་ཁ་ཁ་ཁཱ་ཧི་ཁཱ་ཧི།
en: Hūṁ phaṭ ! “The mantra of Vetālī is:

source: སརྦ་དུཥྚཱ་ནྦི་ཀྲྀ་ཏ་བེ་ཥ་དྷཱ་རི་ཎི་བི་ཀྲྀ་ཏཱ་ལྃ་ཀཱ་ར།
en: Oṁ , Vajravetālī, kha kha , devour, devour all the evil ones! You who wear strange clothes and are adorned with unusual ornaments! Kill, kill!

source: བྷཱུ་ཥི་ཏེ་ཧ་ན་ཧ་ན་ད་ཧ་ད་ཧ།
en: Burn, burn!

source: པ་ཙ་པ་ཙ་མཱ་བ་ལམྦ་མཱ་བི་ལམྦ།
en: Cook, cook!

source: ས་མ་ཡ་མ་ནུ་སྨ་ར་པྲ་བེ་ཤ་ཡ་མཎྜ་ལ་མ་དྷྱེ།
en: Do not tarry, do not tarry! Remember your pledge! Enter into the center of the maṇḍala!

source: ཨུཏྟཱ་པ་ཡ་སརྦྦྃ་ཧཱུྃ་ཧཱུྃ་ཕཊ།
en: Rouse everybody! Hūṁ hūṁ phaṭ

source: རོ་ལངས་མའི་འོ།
en: “The mantra of Pukkasī is:

source: །ཨོྃ་ཨེ་ཧྱེ་ཧི་བྷ་ག་ཝ་ཏི་བཛྲ་གུ་ཧྱེ་ཤྭ་རི་བ་ཧུ་བི་བི་དྷ་བེ་ཤ་དྷ་རི་ཎི་སརྦ་ཏ་ཐཱ་ག་ཏ་ཛུཥྚེ་ས་མ་ཡ་མ་ནུ་སྨ་ར།
en: Oṁ , come, come! O venerable, secret vajra goddess! One of many different garbs! Nourished by all the tathāgatas! Remember your pledge!

source: ཧ་ན་ཧ་ན།
en: Kill, kill!

source: རྃ་ག་རྃ་གཱ་རྃ་གཱ་པ་ཡ།
en: Be passionate, be!

source: པཱུ་ར་ཡ་པཱུ་ར་ཡ།
en: Impassion, impassion!

source: ཨཱ་བི་ཤ་ས་ཨཱ་བི་ཤ་ཡ།
en: Fulfill the wishes, fulfill! Possess all beings, possess!

source: སརྦ་བྷཱུ་ཏྲཱན་ན་རྟ་ན་རྟ་ན་རྟཱ་པ་ཡི་ན་རྟཱ་པ་ཡ།
en: Dance, dance! Cause others to dance, cause!

source: ཧཿཧ་ཧ་ཧ་ཧ། ཧཱུྃ་ཧཱུྃ་ཕཊ།
en: Haḥ , ha ha ha ha , hūṁ hūṁ , phaṭ

source: པུཀྐ་སཱིའི་འོ།
en: “The mantra of Caṇḍālī is:

source: །ཨོྃ་བཛྲ་ཤཱུ་ལཱ་གྲི་བྷིནྡ་བྷིནྡ་སརྦ་དུཥྚ་ཧྲྀ་ད་ཡྃ།
en: Oṁ , the best among vajra spears!

source: ཨཱ་ཀརྵ་ཡ་ཨཱ་ཀརྵ་ཡ།
en: Split, split! Tug at the hearts of all the evil ones, tug! Kill, kill!

source: ད་ཧ་ད་ཧ།
en: Grind, grind! Murder, murder!

source: ནིརྨ་ཐ་ནི་རྨ་ཐ་མཱ་ར་ཡ་མ་ར་ཡ།
en: Do not tarry, do not tarry! Remember your pledge!

source: མཱ་བི་ལམྦ་མཱ་བི་ལམྦ་ས་མ་ཡ་མ་ནུ་སྨ་ར་ཧཱུྃ་ཧཱུྃ་ཕཊ།
en: Hūṁ hūṁ , phaṭ ! “The mantra of Ghasmarī is: “ Oṁ , great vajra goddess! Haṁ haṁ haṁ haṁ , haḥ

source: གདོལ་པ་མོའི་འོ།
en: Rulu rulu

source: །ཨོྃ་བཛྲ་མ་ཧེ་ཤྭ་རི་ཧྃ་ཧྃ་ཧྃ་ཧྃ་ཧཿརུ་ལུ་རུ་ལུ་བྷྱོ་ཧཱུྃ་ཧཱུྃ་ཕཊ།
en: Bhyo , hūṁ phaṭ ! Devour all the evil ones! Grind their hearts! Hūṁ phaṭ svāhā ! “The mantra of Herukasaṃnibhā is:

source: བྷཀྵ་ཡ་སརྦ་དུཥྚ་ནྣིརྨ་ཐ་ཧྲྀ་ད་ཡྃ་ཧཱུྃ་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ།
en: Oṁ , smotherer! The blazing vajra of the pledge! Hūṁ phaṭ

source: གྷ་སྨ་རཱིའི་འོ། །ཨོྃ་སུྃ་བྷ་ནི་དི་བྷ་ས་མ་ཡ་བཛྲེ་ཧཱུྃ་ཕཊ། ཧེ་རུ་ཀ་དང་མཚུངས་པའི་འོ།
en: “The mantra of Vaṃśā is Oṁ , Vajravaṃśā!

source: །ཨོྃ་བཛྲ་བྃ་ཤེ་ཧཱུྃ་སྭཱ་ཧཱ།
en: Hūṁ svāhā

source: གླིང་བུ་མའིའོ། །ཨོྃ་བཛྲ་བཱི་ཎེ་ཧཱུྃ་སྭཱ་ཧཱ། །བི་བཾ་མའིའོ།
en: Of Vīṇā, Oṁ , Vajravīṇā!

source: །ཨོྃ་བཛྲ་མུ་ཀུནྡེ་ཧཱུྃ་སྭཱ་ཧཱ།
en: Hūṁ svāhā ! Of Mukundā, Oṁ , Vajramukundā!

source: མུ་ཀུན་དའིའོ། །ཨོྃ་བཛྲ་མྲྀ་རྡྃ་གེ་ཧུྃ་སྭཱ་ཧ།
en: Hūṁ svāhā ! Of Murajā, Oṁ , Vajramṛdaṅgā! Hūṁ svāhā ! “The mantra of Hayāsyā is Oṁ , vajra mare with the face of a horse!

source: རྫ་རྔ་མའི་འོ།
en: The goddess of yoga!

source: །ཨོྃ་བཛྲ་བ་ཌ་བཱ་མུ་ཁི་ཡོ་གཱི་ཤྭ་རི་ཧཱི་ཧི་ཧི་ཧི་ཧི་ཧཱུྃ་ཛཿ།
en: Hiḥ , hi hi hi hi , hūṁ jaḥ ! Of Śūkarāsyā, Oṁ , boar-faced goddess with vajra fangs! Trāṁ , va va , hūṁ ! Of Siṃhāsyā, Oṁ , you who are the moon, the sun, and fire!

source: རྟ་གདོང་མའིའོ། །ཨོྃ་བཛྲ་དྃཥྚཱ་བ་ར་ཧ་མུ་ཁི་ཏྲཱྃ་བ་ཏྲཱྃ་བ་ཧཱུྃ།
en: The roar of a lion!

source: རྡོ་རྗེ་ཕག་གདོང་མའིའོ། །ཨོྃ་བཛྲ་ཙནྡྲ་སཱུརྱ་ཧུ་ཏ་ཤ་ནི་སིང་ཧ་ནིརྣཱ་དེ་སིདྷ་ཝཀྟྲེ་སིདྷི་ནི་ཊྃ་ཊྃ་བྃ།
en: The lion-faced one!

source: སེང་གེའི་གདོང་མའི་འོ།
en: The lioness!

source: །ཨོྃ་བཛྲ་དྷཱ་ཏུ་ས་ཛཱི་བ་ནི་མ་ཧཱ་ཡཀྵི་ཎི་ཤྭ་ན་རཱུ་པི་ཎི་མ་ཧཱ་པྲཱ་ལ་ཡ་ནི་རྞྞ་དེ་ཀཱ་མ་རཱུ་པི་ཎི་ཏྲཱྃ་ཏྲ་ཊ་ཏྲ་ཊ་ཧོཿ།
en: Ṭāṁ ṭāṁ , vaṁ ! Of Śvānāsyā, Oṁ , you who maintain the vajra realm! The great yakṣiṇī!

source: ཁྱི་གདོང་མའི་འོ།
en: One with the form of a dog! Making a sound like at the time of great dissolution! Assuming any shape at will! Traṭa traṭa!

source: །སྭཱ་ཧཱ།
en: Hoḥ

source: ཞེས་བྱ་བ་ནི་ཐམས་ཅད་དུའོ། །འདི་རྣམས་ནི་དཔལ་ཧེ་རུ་ཀ་འཁོར་དང་བཅས་པའི་འོ།
en: “Each of these mantras should have svāhā added at the end. These were the mantras of Heruka and his retinue.

source: །ཨོྃ་ཨྃ་སྭཱ་ཧཱ།
en: “The mantra of Nairātmyā is Oṁ aṁ svāhā

source: བདག་མེད་མའི་འོ། །ཨོྃ་ཨཱྃ་སྭཱ་ཧཱ། རྡོ་རྗེ་མའི་འོ། །ཨོྃ་ཨིཾ་སྭཱ་ཧཱ། དཀར་མོའིའོ།
en: Of Vajrā, Oṁ āṁ svāhā

source: །ཨཱོྃ་ཨཱིཾ་སྭཱ་ཧཱ།
en: Of Gaurī, Oṁ iṁ svāhā

source: ཆུའི་རྣལ་འབྱོར་མའི་འོ། །ཨོྃ་ཨཱུྃ་སྭཱ་ཧཱ།
en: Of Vāriyoginī, Oṁ īṁ svāhā

source: རྡོ་རྗེ་མཁའ་འགྲོ་མའིའོ། །ཨོྃ་ཨཱུྃ་སྭཱ་ཧཱ།
en: Of Vajraḍākinī, Oṁ uṁ svāhā

source: པུཀྐ་སཱིའི་འོ། །ཨོྃ་རྀ་སྭཱ་ཧཱ། རི་ཁྲོད་མའིའོ། །ཨོྃ་རཱྀཾ་སྭཱ་ཧཱ།
en: “Of Pukkasī, Oṁ ūṁ svāhā

source: གདོལ་པ་མོའིའོ། །ཨོྃ་ལྀ་སྭཱ་ཧཱ། །གཡུང་མོའིའོ།
en: Of Śavarī, Oṁ ṛṁ svāhā

source: །ཨོྃ་ལཱྀྃ་སྭཱ་ཧཱ། དཀར་མོའིའོ།
en: Of Caṇḍālī, Oṁ ṝṁ svāhā

source: །ཨོྃ་ཨེྃ་སྭཱ་ཧཱ།
en: Of Ḍombī, Oṁ ḷṁ svāhā

source: །ཆོམ་རྐུན་མའིའོ།
en: “Of Gaurī, Oṁ ḹṁ svāhā

source: །ཨོྃ་ཨཻྃ་སྭཱ་ཧཱ། །རོ་ལངས་མའིའོ།
en: Of Caurī, Oṁ eṁ svāhā

source: །ཨོྃ་ཨོྃ་སྭཱ་ཧཱ།
en: Of Vetālī, Oṁ aiṁ svāhā

source: གྙ་སྨ་རཱིའིའོ། །ཨོྃ་ཨཽྃ་སྭཱ་ཧཱ།
en: Of Ghasmarī, Oṁ oṁ svāhā ! “Of Bhūcarī, Oṁ auṁ svāhā

source: ས་སྤྱོད་མའིའོ། །ཨོྃ་ཨྃ་སྭཱ་ཧཱ། མཁའ་སྤྱོད་མའིའོ།
en: Of Khecarī, Oṁ aṁ svāhā

source: །འདི་རྣམས་ནི་བདག་མེད་མ་འཁོར་དང་བཅས་པའིའོ།
en: “These are the mantras of Nairātmyā and her retinue. “The mantras of Hevajra:

source: ཨོྃ་དེ་བ་པི་ཙུ་བཛྲ་ཧཱུྃ་ཧཱུྃ་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ། ཀྱེའི་རྡོ་རྗེའི་སྙིང་པོའི།
en: “The heart mantra: Oṁ , divine Picuvajra!

source: །ཨོྃ་ཏྲཻ་ལོ་ཀྱཱ་ཀྵེ་པ་ཧཱུྃ་ཧཱུྃ་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ།
en: Hūṁ hūṁ hūṁ ! Phaṭ svāhā

source: ཕྱག་གཉིས་པའིའོ།
en: The two-armed form: Oṁ , shaker of the three worlds!

source: །ཨོྃ་ཛྭ་ལ་ཛྭ་ལ་བྷྱོ་ཧཱུྃ་ཧཱུྃ་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ།
en: Hūṁ hūṁ hūṁ ! Phaṭ svāhā

source: ཕྱག་བཞི་པའིའོ།
en: The four-armed: Oṁ , burn, burn!

source: །ཨོཾ་ཀི་ཊི་ཀི་ཊི་བཛྲ་ཧཱུྃ་ཧཱུྃ་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ།
en: Bhyo , hūṁ hūṁ hūṁ ! Phaṭ svāhā

source: །ཕྱག་དྲུག་པའི་འོ།
en: The six-armed: Oṁ , terrify, terrify! O Vajra!

source: ཨོྃ་ན་མོ་བྷ་ག་ཝ་ཏེ་བཱི་རེ་ཤཱ་ཡ་ཧཱུྃ་ཧཱུྃ་ཕཊ།
en: Hūṁ hūṁ hūṁ ! Phaṭ svāhā ! “Of the 100,000-armed Hevajra:

source: ཨོྃ་མ་ཧཱ་ཀལྤཱགྣི་སནྣི་བྷཱ་ཡ་ཧཱུྃ་ཧཱུྃ་ཕཊ།
en: Oṁ , homage to the blessed, heroic lord! Hūṁ hūṁ , phaṭ ! Oṁ , to the one shining like the fire at the end of the great eon! Hūṁ hūṁ , phaṭ ! Oṁ , to the one richly endowed with a topknot of matted hair! Hūṁ hūṁ, phaṭ ! Oṁ , to the one whose face is terrible with its bared fangs!

source: ཨོྃ་ཛ་ཊཱ་མ་ཀུ་ཊཱོཏྐ་ཊཱ་ཡ་ཧཱུྃ་ཧཱུྃ་ཕཊ།
en: Hūṁ hūṁ, phaṭ ! Oṁ , to the one bright as the thousand-rayed sun!

source: ཨོྃ་དྃ་ཥྚྲཱ་ཀ་རཱ་ལོ་གྲ་བྷཱི་ཥ་ཎ་མུ་ཁཱ་ཡ་ཧཱུྃ་ཧཱུྃ་ཕཊ།
en: Hūṁ hūṁ , phaṭ ! Oṁ , to the one who holds an axe, a noose, an upraised spear, and a khaṭvāṅga!

source: ཨོྃ་ས་ཧ་སྲ་བྷུ་ཛ་བྷཱ་སུ་རཱ་ཡ་ཧཱུྃ་ཧཱུྃ་ཕཊ།
en: Hūṁ hūṁ , phaṭ ! Oṁ , to the one wearing the tiger skin garment of the victorious ones!

source: ཨོྃ་པ་ར་ཤུ་པཱ་ཤོ་དྱ་ཏ་ཤཱུ་ལ་ཁ་ཊྭཱྃ་ག་དྷཱ་རི་ཎེ་ཧཱུྃ་ཧཱུྃ་ཕཊ།
en: Hūṁ hūṁ, phaṭ ! Oṁ , to the one whose body is dark like a very thick smoke!
